{
  "ar": {
    "translation": {
      "about": "من نحن",
      "Servises": "خدماتنا",
      "Home": "الصفحة الرئيسية",
      "Contact Us": "تواصل معنا",
      "Customers": "عملائنا",
      "Login": "تسجيل الدخول",
      "Platform": "منصة",
      "Miner": "Fast Miner",
      "textInto": "منصة تعتمد على نظام التعدين السحابي يتيح للمستخدمين الاستثمار في طاقات تعدين فعلية مدارة عبر مراكز بيانات متطورة من خلال الايداع والاستفادة من الطاقة للجهتين لاتاحة وتحقيق عوائد تنافسية للمستخدمين مع المحافظة على استدامة المشروع وتقديم خدمات عالية الجودة",
      "Join": "إنضم الان",
      "app": "افتح عبر التطبيق",
      "Our": "خدماتنا اليومية بين",
      "Hands": " يديك",
      "offer": "ماذا نقدم ؟",
      "Influencers": "المؤثرين",
      "Offers": " العروض والخصومات",
      "Withdrawal": "سحب الأموال",
      "Customer_Service": "خدمة العملاء",
      "Consultation": "الاستشارة",
      "App": "التطبيق",
      "TextInfluencers": "مشاركة العديد من المؤثرين والمساعدة في التعدين",
      "TextOffers": " تقديم العروض والخصومات وتوفير العديد من الطاقة المجانية",
      "TextWithdrawal": "نقدم العديد من خدمات السحب والعملات الرقمية",
      "TextCustomer_Service": "فريق خدمة العملاء المتكون من ٢٠ موظف وموظفة مستعد ومتواجد لمساعدتكم دائماً وبأي وقت",
      "TextConsultation": "لدينا فريق كامل لتقديم الحلول والاستشارة لجميع الاستفسارات",
      "TextApp": "يمكنكم الدخول بكل سهولة باستخدام تطبيق التلجرام أو الموقع الالكتروني",
      "question": "لديك إستفسار ؟",
      "stomer service": "سيتواصل معك أحد موظفي خدمة العملاء بأقرب وقت",
      "energy": "طاقات و أرباح يومية .",
      "awaiting": "بإنتظارك",
      "picks": "تعرف على أفضل اختياراتنا",
      "Contact US": "تواصل معنا",
      "TeaxtAbout": "مشروعنا يعتمد على نظام تعدين سحابي يتيح للمستخدمين الاستثمار في طاقات تعدين فعلية مُدارة عبر مراكز بيانات متطورة. عندما يقوم المستخدمون بإيداع الأموال وشراء خطط التعدين، يتم توظيف هذه الأموال في تشغيل وصيانة معدات التعدين الفعلية مثل أجهزة ASIC وخوادم التعدين، والتي تعمل على استخراج العملات الرقمية بشكل مستمر وفعال. تغطية التكاليف التشغيلية المتعلقة بالكهرباء، التبريد، والصيانة لضمان استقرار وكفاءة عمليات التعدين. توزيع الأرباح الناتجة عن التعدين الفعلي على المستخدمين وفقًا لنسبة استثماراتهم وخطط التعدين التي اختاروها. تطوير وتوسيع البنية التحتية التقنية لتعزيز قدرات التعدين وزيادة العوائد المستقبلية. نظام إحالة يشجع على نمو قاعدة المستخدمين مما يزيد من حجم العمليات ويعزز السيولة داخل النظام. نعمل على إدارة الأموال والاستثمارات بحرفية لضمان تحقيق عوائد تنافسية للمستخدمين، مع الحفاظ على استدامة المشروع وتقديم خدمات عالية الجودة",
      "Read": "قراءة المزيد ........" ,
      "Less": "إقرأ أقل"
    }
  }
}